window.__READING_DATA__ = [
  {
    "id": "reading-content-reading-daodejing--2026-04-12-道德经-第十八章-article-2026685057230812419--index",
    "book": "道德经",
    "section": "第十八章",
    "date": "2026-04-12",
    "title": "道德经--第十八章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-04-12] 道德经--第十八章 (article-2026685057230812419)/index.md",
    "content": "# 道德经--第十八章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-04-12\n\n---\n\n**原文：**\n\n```\n大道废，有仁义；\n\n智慧出，有大伪；\n\n六亲不和，有孝慈；\n\n国家昏乱，有忠臣。\n```\n\n**译文：**\n\n```\n大道被废弃了，才提倡仁义。\n\n智慧巧诈出现了，就会产生大伪。\n\n父子、兄弟、夫妻不和睦的时候，才会提倡孝慈；\n\n国家混乱的时候，才会出现忠臣。\n```\n\n想起了高中写作文时很喜欢的一段排比句：\n\n> “文王拘而演《周易》；仲尼厄而作《春秋》；屈原放逐，乃赋《离骚》；左丘失明，厥有《国语》；孙子膑脚，《兵法》修列；不韦迁蜀，世传《吕览》；韩非囚秦，《说难》《孤愤》；《诗》三百篇，大底圣贤发愤之所为作也。”\n\n周朝礼崩乐坏之际，也是思想百家争鸣的时代。苦难的时代，才会有呕心沥血的作品。\n\n也是反者道之动，弱者道之用的具象化体现。\n\n当大环境越缺什么，就越需要什么，也越凸显这个稀缺的特质，就越有价值，真正的物以稀为贵。\n\n同时，大环境越宣扬什么，代表着缺少什么。就像人性，自卑才炫耀，缺爱才花心。\n\n当前居民存款屡创新高，国家不会鼓励大家存钱，而是引长期资本入市，势必要带动居民存款进入股市，所以这个时候提前把钱存入股市（优质标的），就是在等风来，明显的赚钱的机会，只不过以年为单位。\n\n对于普通人来说，短线是不容易的，但大势是不会以分钟为单位进行的，所以识别大趋势，提前埋伏等风来，或者跟随大势做趋势，就是最稳妥保险的办法。\n\n反过来想，飞鸟尽，良弓藏；狡兔死，走狗烹是否也体现了本章的思想呢？\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-04-11-道德经-第十七章-article-2026291150206642143--index",
    "book": "道德经",
    "section": "第十七章",
    "date": "2026-04-11",
    "title": "道德经--第十七章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-04-11] 道德经--第十七章 (article-2026291150206642143)/index.md",
    "content": "# 道德经--第十七章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-04-11\n\n---\n\n**原文：**\n\n```\n太上，不知有之；\n\n其次，亲而誉之；\n\n其次，畏之；其次，侮之。\n\n信不足焉，有不信焉。  悠兮，其贵言。\n\n功成事遂，百姓皆谓我自然。\n```\n\n**译文：**\n\n```\n最好的统治者，百姓并不知他的存在；\n\n其次的统治者，百姓亲近而赞誉他；\n\n再次的统治者，百姓畏惧他；  更次的统治者，人民轻蔑他。\n\n统治者的诚信不足，百姓才不相信他。  最好的统治者悠闲自在，他很少发号施令。\n\n当事情做成功了时，老百姓会觉得这就是本来的样子。\n```\n\n如果宇宙有神明的话，我想[塔](https://zhida.zhihu.com/search?content_id=272908848&content_type=Article&match_order=1&q=%E5%A1%94&zhida_source=entity)一定是最好的统治者，不知有之的状态。\n\n可现实是，肉体凡胎很难不知其有，而比较选拔权衡是成为统治者的必经之路，在这个过程中已经不是无为了\n\n众望所归民心所向之后还能不忘初心吗\n\n百姓最喜欢的领导者是出身寒门不屈不挠，身居高位不忘初心\n\n但现实不是爽文，更多的是贫困出身的挣扎在温饱线，贵人赏识的站队献忠诚，名利双收的已经听不到远方的哭声\n\n屁股决定脑袋，在其位谋其政\n\n从概率上基本锁死了统治者活成老百姓心目中的样子，此外统治者除了为人民服务，更多是考虑制衡和权术\n\n即自身安全是第一要务\n\n像老子讲的圣人，孔子讲的君子，[岳阳楼记](https://zhida.zhihu.com/search?content_id=272908848&content_type=Article&match_order=1&q=%E5%B2%B3%E9%98%B3%E6%A5%BC%E8%AE%B0&zhida_source=entity)中的“先天下之忧而忧，后天下之乐而乐”，\n\n不一定是统治者，但是历史长河中的圣人君子\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-04-10-道德经-第十六章-article-2025979751152534233--index",
    "book": "道德经",
    "section": "第十六章",
    "date": "2026-04-10",
    "title": "道德经--第十六章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-04-10] 道德经--第十六章 (article-2025979751152534233)/index.md",
    "content": "# 道德经--第十六章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-04-10\n\n---\n\n**原文：**\n\n```\n致虚极，守静笃，万物并作，吾以观复。\n\n夫物芸芸，各复归其根。归根曰静，是谓复命。\n\n复命曰常，知常曰明，不知常，妄作，凶。\n\n知常容，容乃公，公乃王，王乃天，天乃道，道乃久，没身不殆。\n```\n\n**译文：**\n\n```\n保持心灵的虚空到极致，守住内心的清静到极致。\n\n万物蓬勃生长，我从中观察循环往复的道理。\n\n天下万物虽然生长茂盛，但最终都将回归到本根。  返回本根就叫“静”，“静”就是复归本性。\n\n复归本性是万物运动变化的规律，认识这条规律叫作“明”。  不了解这个规律，轻举妄动就会有凶险。\n\n了解这个规律的人，就能做到宽容，做到了宽容才能公正，公正才能周全，\n\n周全才符合自然，符合自然才能符合于“道”，符合“道”就能长久，可以终身不殆。\n```\n\n**个人体会：**\n\n道家追求的是平衡，极致的平静。\n\n想到了张高澄道长说的，人的情绪，生气别超三十秒，稳住情绪，五脏六腑就不长东西。\n\n身体和心理并行而不悖，身体好，才能心态好；心态好，身体也会好；\n\n身体要保持锻炼，适当运动；心态要平稳，不大喜大悲；\n\n股市中也是一样，有大起就会有大落，[均值回归](https://zhida.zhihu.com/search?content_id=272873406&content_type=Article&match_order=1&q=%E5%9D%87%E5%80%BC%E5%9B%9E%E5%BD%92&zhida_source=entity)顺势而为是天道。\n\n要做长远的事，如果一个事情感觉做不长久，那就从一开始不要做。\n\n符合“道”就能长久，我觉得反过来似乎也成立，能做长久的符合“道”。\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-04-08-道德经-第十五章-article-2025341084658606866--index",
    "book": "道德经",
    "section": "第十五章",
    "date": "2026-04-08",
    "title": "道德经--第十五章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-04-08] 道德经--第十五章 (article-2025341084658606866)/index.md",
    "content": "# 道德经--第十五章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-04-08\n\n---\n\n**原文：**\n\n```\n古之善为士者，微妙玄通，深不可识。\n\n夫唯不可识，故强为之容。\n\n豫兮，若冬涉川；犹兮，若畏四邻；\n\n俨兮，其若客；涣兮，若冰之将释；\n\n敦兮，其若朴；旷兮，其若谷；浑兮，其若浊。\n\n孰能浊以止，静之徐清？孰能安以久，动之徐生？\n\n保此道者不欲盈，夫唯不盈，故能敝而新成。\n```\n\n**译文：**\n\n```\n古时善于行“道”的人，见解微妙而深奥，深奥到无法深入了解，只能勉强用比喻来描述。\n\n他的小心谨慎啊，就像严冬涉水过河；他的警觉戒备啊，好像随时提防强敌入侵；\n\n他的庄重严肃啊，就像去别人家里做客；他的身心释放啊，就好像冰雪即将消融；\n\n他的敦厚质朴啊，就像没有雕琢过的璞玉；他的旷远豁达啊，就像空旷的山谷一样；他的浑厚宽容啊，就像江河一样浑浊。\n\n谁能在浑浊中安静下来，使得渐渐澄清？谁能在安定中变动起来，使得出现生机？\n\n遵循保持上述“道”的旨要的人，就不会自我盈满。正因为他从不自满，所以能够去故更新，不断变化。\n```\n\n个人体会：\n道的奥妙很难一言以蔽之，即使是十分了解的人也只能通过比喻来形容。\n\n但是得道的人，我觉得都是不断运动的，或者说是不断实践的，就像冰雪消融，浊水沉淀的过程一样，物质在不断运动，处于一个变化但浑然有序的过程。\n\n一静一动，不是方向相反的决策，而是事物发展螺旋上升的曲线，一切都在朝着前进的方向运动，前进的过程中有矛盾，矛盾也在不断变化的前进。\n\n允许一切的发生，不要对事物有绝对的标准，情绪来去停留在30s以内，太用力等于自伤。\n\n做事要 “顺道、顺势”，像老鹰乘风，不用蛮力；八分努力、七分饱、凡事知止，用力过猛、追求完美，反而内耗、走不远。\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-04-07-道德经-第十四章-article-2024965495695192756--index",
    "book": "道德经",
    "section": "第十四章",
    "date": "2026-04-07",
    "title": "道德经--第十四章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-04-07] 道德经--第十四章 (article-2024965495695192756)/index.md",
    "content": "# 道德经--第十四章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-04-07\n\n---\n\n**原文：**\n\n```\n视而不见，名曰夷；听之不闻，名曰希；\n\n搏之不得，名曰微。此三者不可致诘，故混而为一。\n\n其上不徼，其下不昧，绳绳兮不可名，复归于无物。\n\n是谓无状之状，无物之象，是谓惚恍。\n\n迎之不见其首，随之不见其后。\n\n执古之道，以御今之有。能知古始，是谓道纪。\n```\n\n**译文：**\n\n```\n看不见，叫做“夷”；听不到，叫做“希”；摸不着，叫做“微”。\n\n这三者形态无从细究，它们原本就混为一体。\n\n它的上面并非光亮；它的下面也不阴暗，它延绵不绝无法名状，最后仍回到无物的虚空状态。\n\n这就是无形的形状和无物的形象，叫做“惚恍”。\n\n迎着它，看不见它的头，跟着它，也看不见它的尾。\n\n根据早已存在的“道”，来考察现今的具体事物，我们就能了解宇宙的起始，这就叫作道的规律。\n```\n\n个人体会：\n\n大音希声，大象无形，[大巧若拙](https://zhida.zhihu.com/search?content_id=272697424&content_type=Article&match_order=1&q=%E5%A4%A7%E5%B7%A7%E8%8B%A5%E6%8B%99&zhida_source=entity)，[大道至简](https://zhida.zhihu.com/search?content_id=272697424&content_type=Article&match_order=1&q=%E5%A4%A7%E9%81%93%E8%87%B3%E7%AE%80&zhida_source=entity)。\n\n最有效的往往是最简单的，真理往往是最朴实无华的，藏在人们生活中的点点滴滴。\n\n所谓“惚恍”，我想到的是历史，是时间，就像一条已经存在的高速公路，看不到源头也望不到尽头，像一条河一样静静流淌，\n\n你可以看到每个河段的游鱼石子，也能注意到岸边的鸟语花香，不会因为你的到来就改变，他有自己的方向和路线\n\n而我们能做的，除了留恋景色，要体会其中的规律，是王朝更迭，四季变换的规律，也藏着个人成长，家族兴衰的规律\n\n谁能先洞察其中的玄妙，谁就掌握了道，就更大概率能顺势而为，迎风而起\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-04-07-道德经-第十三章-article-2024636835465372389--index",
    "book": "道德经",
    "section": "第十三章",
    "date": "2026-04-07",
    "title": "道德经--第十三章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-04-07] 道德经--第十三章 (article-2024636835465372389)/index.md",
    "content": "# 道德经--第十三章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-04-07\n\n---\n\n**原文：**\n\n```\n宠辱若惊，贵大患若身。\n\n何谓宠辱若惊？宠为下得之若惊，失之若惊，是谓宠辱若惊。\n\n何谓贵大患若身？吾所以有大患者，为吾有身，及吾无身，吾有何患？\n\n故贵以身为天下，若可寄天下；爱以身为天下，若可托天下。\n```\n\n**译文：**\n\n```\n得到恩宠或遭受侮辱，都要为之担惊受怕。重视大患大难，就好像重视自己的身体一样。\n\n什么叫作“宠辱若惊”呢？得宠是卑下的，得到它会感到惊喜不安，失去它则会感到惊恐不安。这就叫宠辱若惊。\n\n什么叫作“贵大患若身”？人之所以会有祸患，是因为有这个身躯；倘若没有了躯体，人还有什么祸患呢？\n\n所以，把天下看得和自己的生命一样宝贵的人，才可以把天下的重担交付于他；\n\n爱天下和爱自己的身体一样的人，才可以把天下的责任托付于他。\n```\n\n个人想法：\n\n初看可能有些矛盾，和之前理解的宠辱不惊完全相反。\n\n但是照着译文理解似乎是以入世的心态去做事，别人才放心把重任交给你。\n\n人都是最在乎自己的身体和生命，如果一个人能把天下或者事业看的和自己生命一样重要，那么这个人就是可以托付的？\n\n说实话，我其实没太理解\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-04-04-道德经-第十二章-article-2023793068273406660--index",
    "book": "道德经",
    "section": "第十二章",
    "date": "2026-04-04",
    "title": "道德经--第十二章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-04-04] 道德经--第十二章 (article-2023793068273406660)/index.md",
    "content": "# 道德经--第十二章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-04-04\n\n---\n\n**原文：**\n\n```\n五色令人目盲，五音令人耳聋，五味令人口爽；\n\n驰骋畋猎，令人心发狂；\n\n难得之货，令人行妨；\n\n是以圣人为腹不为目，故去彼取此。\n```\n\n**译文：**\n\n```\n色彩缤纷，使人眼花缭乱；音调嘈杂，使人听觉失灵；食物丰盛，使人舌不知味；\n\n纵情狩猎，使人激荡发狂；\n\n珍贵难得的货物，使人行为不轨。\n\n因此，圣人但求吃饱肚子而不追逐声色犬马，摒弃物质享受而保持内心的安宁。\n```\n\n**个人体会：**\n\n看到这段文字第一时间想起的是[冬泳怪鸽](https://zhida.zhihu.com/search?content_id=272560292&content_type=Article&match_order=1&q=%E5%86%AC%E6%B3%B3%E6%80%AA%E9%B8%BD&zhida_source=entity)，从全网爆火至今，依旧每天日更冬泳视频，偶尔刷到直播吃饭也都是很朴素的白菜豆腐，也许像他这样的人是真正做到了[知行合一](https://zhida.zhihu.com/search?content_id=272560292&content_type=Article&match_order=1&q=%E7%9F%A5%E8%A1%8C%E5%90%88%E4%B8%80&zhida_source=entity)。\n\n绝大多数普通人面对泼天的诱惑有几个能守住本心，不为所动，能够在互联网上见到这样的榜样也是很幸运了。\n\n像我这样的普通人目前还做不到跳出三界之外，不在五行之中。身处在这个物欲横流的世界中，不可避免地被花花世界所吸引，但是要时刻警醒谨慎，反思自己是否脱离群众沉迷欲望。\n\n没有金钱欲望诱惑的时候，要修炼自身的定力多读书形成自己的观念和看待世界方法论；\n\n当面临各种诱惑的时候，才是真正考验的开始。\n\n最怕穷人乍富，没有足够的认知和实力，钱财来的快也去的快，对自己的身心也不利。\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-04-03-道德经-第十一章-article-2023401958774457720--index",
    "book": "道德经",
    "section": "第十一章",
    "date": "2026-04-03",
    "title": "道德经--第十一章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-04-03] 道德经--第十一章 (article-2023401958774457720)/index.md",
    "content": "# 道德经--第十一章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-04-03\n\n---\n\n**原文：**\n\n```\n三十辐共一毂，当其无，有车之用。\n\n埏埴以为器，当其无，有器之用。\n\n凿户牖以为室，当其无，有室之用。\n\n故有之以为利，无之以为用。\n```\n\n**译文：**\n\n```\n三十根车辐横穿轮毂，中间留有空处，车轮才得以发挥转动的作用。\n\n烧制陶土打造器皿，中间留出空处，器皿才能发挥盛放的作用。\n\n开凿门窗建造房屋，有了门窗的空处，房屋才能发挥居住的作用。\n\n所以，“有”使得万物产生效用，而“无”使得“有”发挥作用。\n```\n\n**个人体会：**\n\n有之以为利，无知以为用。\n\n除了[老子](https://zhida.zhihu.com/search?content_id=272506494&content_type=Article&match_order=1&q=%E8%80%81%E5%AD%90&zhida_source=entity)举的例子之外，生活中还有很多：口袋，书包，瓶子...\n\n能力地位，是有；可以拒绝不喜欢的人或事，是无；\n\n挣钱攒钱，是有；花钱消费使钱体现出其价值，是无；\n\n而且往往是先有了“无之以为用”，才会去想“有之以为利”，就是无中生有\n\n人们是希望能够有居住的地方，居住的舒服，才会去建造房子；\n\n人们是希望能够装东西提高效率，才会去设计发明口袋书包瓶子等工具；\n\n没有人天生喜欢纸币或者账户上的余额，而是因为钱可以一定程度上买来想要的生活；\n\n也没有人天生喜欢国央企公务员的光环，而是因为这些可以带来世俗意义的尊重和安全感；\n\n老子的思想是其实是“无以为用”，从本源出发，再去思考如何有以为用。\n\n现在的人是多追求“有以为利”，这是否倒果为因，我不知道。\n\n但是如果觉得迷茫不知所从，老子的思想也许能帮你从杂乱的思绪中区分什么是以为在意实则可丢弃，什么是心之所向难以割舍。\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-04-02-道德经-第十章-article-2022993608135963115--index",
    "book": "道德经",
    "section": "第十章",
    "date": "2026-04-02",
    "title": "道德经--第十章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-04-02] 道德经--第十章 (article-2022993608135963115)/index.md",
    "content": "# 道德经--第十章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-04-02\n\n---\n\n**原文：**\n\n```\n载营魄抱一，能无离乎？\n\n专气致柔，能如婴儿乎？\n\n涤除玄览，能无疵乎？\n\n爱民治国，能无为乎？\n\n天门开阖，能为雌乎？\n\n明白四达，能无知乎？\n\n生之畜之，生而不有，为而不恃，长而不宰，是谓玄德。\n```\n\n**译文：**\n\n```\n灵魂（精神）和肉体（物质）合一，能永不分离吗？\n\n聚集精气，使得恬静柔和，能像出生的婴儿一般自如吗？\n\n清除杂念，使得心灵清澈，能如明镜一般没有污垢吗？\n\n爱护百姓，治理国家，能遵行无为而治的理念吗？\n\n五官开合，吐纳呼吸，行动言表，能静如处子吗？\n\n明晓天地，洞察四方，能不玩弄权术和心智吗？\n\n生长养育万物而不占为己有，有了贡献和功勋而不居功自傲，\n\n任凭万物自然生长而不去主宰和掌控，这就是最高深的“德”。\n```\n\n**个人体会：**\n\n知行合一，物质和意识是并行而不悖的，\n\n你的观念会变成语言，语言会变成行动，行动会改变习惯，习惯会形成我们的性格，性格会决定我们的命运\n\n身体是心理的显化，心理是身体的主宰。\n\n**形为神之宅，神为形之君。**\n\n**心乱则身病，心定则身安。**\n\n适合作为吾日省吾身的内容：\n\n精神物质是否合而为一，恬静柔和是否像孩童一样，心灵澄澈是否如明镜高悬，爱民理政是否无为而治，行动言表是否静如处子，洞明练达是否不骄不躁。\n\n目前最缺乏的是知行合一，或者说知不全，行不果，以为知，实不知。\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-04-01-道德经-第九章-article-2022707550915687152--index",
    "book": "道德经",
    "section": "第九章",
    "date": "2026-04-01",
    "title": "道德经--第九章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-04-01] 道德经--第九章 (article-2022707550915687152)/index.md",
    "content": "# 道德经--第九章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-04-01\n\n---\n\n**原文：**\n\n```\n持而盈之，不若其已；\n\n揣而锐之，不可长保。\n\n金玉满堂，莫之能守；\n\n富贵而骄，自遗其咎。\n\n功遂身退，天之道也。\n```\n\n**译文：**\n\n```\n端着盈满的器皿还继续加满，不如适可而止；\n\n捶打锋利的铁器而使之更加尖锐，是不能长久保持的。\n\n金玉满堂，并不能长久守住；\n\n富贵骄纵，是给自己带来祸害。\n\n功成名就之时，要懂得急流勇退，这是客观自然规律。\n```\n\n**个人想法：**\n\n人的欲望是无限的，不管是对金钱还是权力，但人不可能一辈子都在波峰，\n\n能够学会急流勇退是很难的，但纸醉金迷的生活终有一天会幻灭，学会放手才能不害怕失去\n\n时来天地皆同力，运去英雄不自由。\n\n不要把平台当本事，离开平台啥也不是。\n\n[物极必反](https://zhida.zhihu.com/search?content_id=272362624&content_type=Article&match_order=1&q=%E7%89%A9%E6%9E%81%E5%BF%85%E5%8F%8D&zhida_source=entity)，过刚则折，[满招损谦受益](https://zhida.zhihu.com/search?content_id=272362624&content_type=Article&match_order=1&q=%E6%BB%A1%E6%8B%9B%E6%8D%9F%E8%B0%A6%E5%8F%97%E7%9B%8A&zhida_source=entity)，学会谦卑，学会怀柔，\n\n比你强大的不畏惧谄媚，比你弱小的不轻蔑鄙视，\n\n专注自己向内求，外在的光环是别人想让你看到的，也是容易蒙蔽自己的\n\n知道自己想要什么，才能不轻易受到外界干扰从而动摇内心\n\n当你身处低谷绝望之境，要知道这是绝处逢生[否极泰来](https://zhida.zhihu.com/search?content_id=272362624&content_type=Article&match_order=1&q=%E5%90%A6%E6%9E%81%E6%B3%B0%E6%9D%A5&zhida_source=entity)的转变\n\n当你身居高位家财万贯，要谨慎自己飘然自喜听不到真实声音\n\n平常心是一个人穿越周期的定力。\n\n正所谓：\n\n**宠辱不惊，闲看庭前花开花落；**\n\n**去留无意，漫随天外云卷云舒。**\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-03-31-道德经-第八章-article-2021967235594338973--index",
    "book": "道德经",
    "section": "第八章",
    "date": "2026-03-31",
    "title": "道德经--第八章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-03-31] 道德经--第八章 (article-2021967235594338973)/index.md",
    "content": "# 道德经--第八章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-03-31\n\n---\n\n**原文：**\n\n```\n上善若水。水善利万物而不争，处众人之所恶，故几于道。\n\n居善地，心善渊，与善仁，言善信，政善治，事善能，动善时。\n\n夫唯不争，故无尤。\n```\n\n**译文：**\n\n```\n最好的善就好像水一样。水善于滋润万物而不与万物相争，停留在众人厌恶的低洼地方，所以最接近于“道”。\n\n有道之人居住在善居的地方，心胸如水一般保持宁静而深不可测，\n\n待人真诚无私、效法于天，\n\n说话善于守信、言行一致，为政善于有条不紊、治理有方，\n\n办事善于发挥才能，行动善于把握时机。\n\n因为能做到与世无争，所以才不会招惹怨恨，也就没有怨咎过失。\n```\n\n个人体会：\n\n上善若水，水最柔，却能穿石，能载舟，能成江海。\n\n水利万物而不争，处下位而包容，守沉静而灵活，因不争而无忧。\n\n做人像水一样，因势利导，顺势而为，任何个人力量在周期面前都无法阻挡，唯一能做的就是加入时代的列车，而不是螳臂当车违背事物客观规律。\n\n如何能做到像水一样感知到规律，就是先利他再利己，先无为后有为。\n\n[和光同尘](https://zhida.zhihu.com/search?content_id=272238702&content_type=Article&match_order=1&q=%E5%92%8C%E5%85%89%E5%90%8C%E5%B0%98&zhida_source=entity)，光而不耀，胜不骄败不馁，少私寡欲则天下平，\n\n用现代的说法就是一个词：“平常心”\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-03-29-道德经-第七章-article-2021696080413246226--index",
    "book": "道德经",
    "section": "第七章",
    "date": "2026-03-29",
    "title": "道德经--第七章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-03-29] 道德经--第七章 (article-2021696080413246226)/index.md",
    "content": "# 道德经--第七章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-03-29\n\n---\n\n**原文：**\n\n```\n天长，地久。\n\n天地之所以能长且久者，以其不自生也，故能长生。\n\n是以圣人后其身而身先，外其身而身存。\n\n非以其无私邪？故能成其私。\n```\n\n**译文：**\n\n```\n天长地久，\n\n天地所以能长久存在，是因为它们不为了自己的生存而自然地运行着，所以能够长久生存。\n\n因此，有道的统治者能够保持谦让不争，反而能在众人之中领先；将自己置之度外，反而能够保全自身。\n\n这不正是因为他的无私吗？所以才能成就自己。\n```\n\n**个人体会：**\n\n天长地久是因为天地不为自己生存，不可以谋求自我存续，才能永恒长存。\n\n天地跳脱出自己的身份，致力于孕育万物，自己也会生生不息；\n\n统治者跳出参与分配的角色，重点在如何公平地推动财富分配，国家治理就能长治久安。\n\n如果既当裁判员，又当运动员，自私的行为迟早会反噬自身。\n\n就像最近有个段子，问懂王美伊战争是赢了还是输了，懂王说：赚了。\n\n财聚人散，财散人聚，最朴素的道理，一句话就能讲清楚。\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-03-28-道德经-第六章-article-2021347814911813389--index",
    "book": "道德经",
    "section": "第六章",
    "date": "2026-03-28",
    "title": "道德经--第六章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-03-28] 道德经--第六章 (article-2021347814911813389)/index.md",
    "content": "# 道德经--第六章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-03-28\n\n---\n\n**原文：**\n\n```\n谷神不死，是谓玄牝。\n\n玄牝之门，是谓天地根。\n\n绵绵若存，用之不勤。\n```\n\n**译文：**\n\n```\n生养天地万物的道（谷神）是永恒长存的，也就是玄妙的母体。\n\n玄妙母体的生育产门，就是天地生成的根源。\n\n它绵绵不绝啊，永久长存，作用无穷无尽。\n```\n\n**个人理解：**\n\n玄牝是万物的起源，从中诞生了万事万物，是母亲，是本源，有着永不衰竭的力量。\n\n老子反对“实有为本”，认为最根本的存在是虚无，山谷因为空，才能容物；道因为虚，才能包容一切。\n\n无中生有，物极必反。\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-03-28-道德经-第五章-article-2020994642116712172--index",
    "book": "道德经",
    "section": "第五章",
    "date": "2026-03-28",
    "title": "道德经--第五章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-03-28] 道德经--第五章 (article-2020994642116712172)/index.md",
    "content": "# 道德经--第五章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-03-28\n\n---\n\n**原文：**\n\n```\n天地不仁，以万物为刍狗；\n\n圣人不仁，以百姓为刍狗。\n\n天地之间，其犹橐龠乎？\n\n虚而不屈，动而愈出。\n\n多言数穷，不若守于中。\n```\n\n**译文：**\n\n```\n天地并没有所谓的仁义慈悲，万物都像是草扎的祭品，在天地眼里并无特别。\n\n圣人也是无所谓仁慈偏爱的，他对待百姓也像对待草扎的祭品一样，让百姓自作自息，顺其自然。\n\n天地之间，不正像一个大风箱吗？\n\n静止的时候，它只是一个空空如也的箱子，一旦运行起来，就会运转不息，永不穷尽。\n\n大道恒久客观，言行干预反而导致势穷力屈，不如保持中立，守住内心的虚静。\n```\n\n**个人体会：**\n\n有句话叫“时来天地皆同力，运去英雄不自由”，看到第五章中的“虚而不屈，动而愈出”，莫名想到这句话。\n\n还有最近的新闻也引发人们关于健康与事业的讨论，老子的思想按照我个人的理解，工作应该劳逸结合，动静相宜，如果工作不顺利，那么可能是身体和天地气运不在一个频率，这时候需要做的是休养生息，等待蛰伏。等到身体精神都十分充沛，再去拼搏事业。\n\n然而现实的舆论压力很难让个人完全的去放松休息，就像找工作如果gap了就跟留案底了一样，大部分人都是被社会的鞭子打着往前走，有的人心甘情愿，朝着理想前进；有的人苦不堪言，却依旧低头拉车，敢怒不敢言。\n\n当讨论的声音越来越多，不同的观点也有足够多的拥趸，人们会越来越思考自己想要什么，渐渐为自己而活，我不知道这算不算好，但是相信有变化就是值得期待的事情。\n\n以前有段时间很想去考公务员，后来才逐渐明白**人对稳定性的执念，是源于对未知的恐惧。**\n\n而**确定性是普通人的精神鸦片**。但时代是不断变化的，把安全感寄托在一成不变的环境上，是最大的风险。这个世界唯一确定的就是变化，拥抱变化，才能确定的拥抱未来，才能在未来社会中占有一席之地。\n\n万事万物一旦有了执念，就容易蒙蔽双眼，对事物就少了清晰客观的看法。\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-03-26-道德经-第四章-article-2020594557608363479--index",
    "book": "道德经",
    "section": "第四章",
    "date": "2026-03-26",
    "title": "道德经--第四章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-03-26] 道德经--第四章 (article-2020594557608363479)/index.md",
    "content": "# 道德经--第四章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-03-26\n\n---\n\n**原文：**\n\n```\n道冲，而用之或不盈。\n\n渊兮，似万物之宗。\n\n挫其锐，解其纷，和其光，同其尘。\n\n湛兮，似或存。\n\n吾不知谁之子，象帝之先。\n```\n\n**译文：**\n\n```\n大“道”虚空无形，它运用起来无穷无尽，它深远的好像是万物的祖宗。\n\n消磨它的锐利，消解它的纷扰，调和它的光芒，混同于尘埃之中。\n\n它似乎隐没不见，但又似乎实际存在。\n\n我不知道它是谁的后代，像是天帝的祖先。\n```\n\n**个人体会：**\n\n道无处不在，万事万物的运行规律就是道，中国的文化精髓与西方相比有一个特点：就是东方文化是描述，西方文化是在下定义。\n\n一个家庭的生产体现着道，大国角逐纷争体现着道，生老病死花开花谢都体现着道，道是一个轮回，是一种规律，一切事物都是在这个规律下运行的。\n\n分享一个当年明月讲的关于[天道](https://zhida.zhihu.com/search?content_id=272070198&content_type=Article&match_order=1&q=%E5%A4%A9%E9%81%93&zhida_source=entity)的例子：\n\n我刚搬来的时候，院子里有棵树，才半人高。\n物业问我：要不要拔掉？\n我心想，这么小，留着吧。\n没过几年，它长到两层楼高，把阳光全挡住了，邻居都有意见。\n最后没办法，只能砍了它。\n\n这树长得快，是它自己努力；\n我当初一念之仁留着它，是它的运气；\n但它不知道，**这栋楼就是它的天，它的边界**。\n长得太快、太大，超出了它该有的位置，最后只能被砍掉。\n这就叫**天道**——**凡事都有边界，过界则亡**。\n\n人只能理解[三维空间](https://zhida.zhihu.com/search?content_id=272070198&content_type=Article&match_order=1&q=%E4%B8%89%E7%BB%B4%E7%A9%BA%E9%97%B4&zhida_source=entity)，殊不知还有一个更高维的规则在我们之外，如果触犯到了就会受到惩罚，如果这棵树能窥得一二选择停止生长，从而避免被砍，也许它就是悟了天道。\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-03-25-道德经-第三章-article-2020087665110853541--index",
    "book": "道德经",
    "section": "第三章",
    "date": "2026-03-25",
    "title": "道德经--第三章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-03-25] 道德经--第三章 (article-2020087665110853541)/index.md",
    "content": "# 道德经--第三章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-03-25\n\n---\n\n**原文：**\n\n```\n不尚贤，使民不争；\n\n不贵难得之货，使民不为盗；\n\n不见可欲，使民心不乱。\n\n是以圣人之治，\n\n虚其心，实其腹，弱其志，强其骨。\n\n常使民无知无欲，使夫智者不敢为也。\n\n为无为，则无不治。\n```\n\n**译文：**\n\n```\n不推崇有才德的人，不使老百姓相互争夺；\n\n不珍贵难得的财物，不使老百姓心生偷盗；\n\n不炫耀引起贪心的事物，使民心不迷乱。\n\n因此，圣人的治理原则是：\n\n让百姓保持内心的虚空，吃饱穿暖。减少功利心，增强百姓的筋骨体魄，\n\n使老百姓去除智巧，没有贪欲。使得贪婪智巧之人不敢任意妄为，圣人按照无为的方式行事。\n\n顺其自然，依循无为而治，那么天下就没有什么不能治理的了。\n```\n\n**个人体会：**\n\n这章的内容我其实是不太理解的，或者说目前不是很认同。\n\n文中讲不要举贤纳士，就不会使老百姓争夺权力。不去收藏珍贵的财物，老百姓不会心生偷盗，是人为的标准划分了界线，让人产生了羡慕嫉妒的情绪，进而引发混乱和争斗。这个期待是好的，但这样做是否能实现百姓不争民不为盗，我持怀疑态度。\n\n而贤德有才能的人，金银珠宝天生就是稀缺产物，是人的主观使其珍贵，客观上来讲有才能的人和金银珠宝的稀少也是事实。我同意不应该去人为制造对立和攀比，但有才能的人可以治理好一个国家，如果不通过一些评价体系该如何选拔出对应的人才呢。\n\n这篇写给君王的第三章是贯彻了前文的思想，但也许并没有给出君主治理国家的对策。古代成功的愚民策略，其实是有为，并不符合道家的无为概念，所以给出的治理国家策略在我看来也是十分勉强。\n\n古代道家的无为而治和顺应自然在面对地主阶级产生了天然的排斥性，如果服务于君主，那么自己的理论无法自圆其说；如果不臣服于帝王，那么自己的理论就无法得到推广。所以道家在服务上层阶级是别扭且不自然的。\n\n当然，也可能是我受到儒家文化浸润太久了，无法理解先人的思想。不过，历朝历代都没有解决[王朝周期论](https://zhida.zhihu.com/search?content_id=271975225&content_type=Article&match_order=1&q=%E7%8E%8B%E6%9C%9D%E5%91%A8%E6%9C%9F%E8%AE%BA&zhida_source=entity)，是否也是因为儒家的有为，导致上层阶级希望通过不断的控制穷人来维持自己优渥的统治地位，最后落了片白茫茫大地真干净。\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-03-24-道德经-第二章-article-2019796134168646425--index",
    "book": "道德经",
    "section": "第二章",
    "date": "2026-03-24",
    "title": "道德经--第二章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-03-24] 道德经--第二章 (article-2019796134168646425)/index.md",
    "content": "# 道德经--第二章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-03-24\n\n---\n\n**原文：**\n\n```\n天下皆知美之为美，斯恶已；\n\n皆知善之为善，斯不善已。\n\n故有无相生，难易相成，\n\n长短相较，高下相倾，\n\n音声相和，前后相随。\n\n是以圣人处无为之事，行不言之教。\n\n万物作焉而不辞，生而不有，为而不恃，功成而弗居。\n\n夫唯弗居，是以不去。\n```\n\n**译文：**\n\n```\n天下人都知道美之为美，那是有丑的存在。\n\n都知道善之为善，那是因为有恶的存在。\n\n所以有和无互相转化，难和易互相形成；\n\n长和短互相显现，高和下互相充实；\n\n音与声互相协同，前和后互相紧随——这是永恒的规律。\n\n因此圣人用无为的方式来行事，用不言的方式来教化。\n\n听任万物自然兴起而不刻意去改变，有所作为但不加强加个人意志，取得成就而不自居。\n\n正因为不居功，反而不会失去。\n```\n\n**个人理解：**\n\n如果天下人都去追求美，用一个标准来规范美，那么美的另一端，丑的概念也就被人为创造出来；\n\n人之所以会产生比较攀比的心态，从而产生羡慕嫉妒等的情绪，就是因为有一把尺子来统一标准，善恶也是如此，脱离这个标准，人就无法衡量评判。\n\n自然是本无绝对的美丑善恶之分，是因人的“[分别心](https://zhida.zhihu.com/search?content_id=271935311&content_type=Article&match_order=1&q=%E5%88%86%E5%88%AB%E5%BF%83&zhida_source=entity)”和“刻意标榜”产生，制造了对立与偏执。\n\n客观事物是对立统一相互转化的，没有长，就没有短；没有高，也就没有下；没有前，就没有后。世间对立的事物都是相互成就，缺一不可的，没有绝对的好坏，高低，长短。\n\n圣人处无为之事，不是躺平不作为，而是不违背自然规律，顺应天时，平常心去做事，有为之实就随之而来。\n\n圣人行不言之教，不是靠说教，而是以身作则，潜移默化影响身边之人，不做[揠苗助长](https://zhida.zhihu.com/search?content_id=271935311&content_type=Article&match_order=1&q=%E6%8F%A0%E8%8B%97%E5%8A%A9%E9%95%BF&zhida_source=entity)望子成龙的事情。\n\n万物自然生长、兴起、发展，不去干预、阻碍、控制，帮助给予滋润却不占为己有，有所作为但不自以为是恃才傲物，功成名就但不自视甚高，把功劳都归在自己身上。\n\n正因为不居功，所以功绩才不会消失，不会被磨灭。\n\n如果一个人一旦居功，就会执着于“这功劳是我的”，从而沾沾自喜，会虚荣想要炫耀，而炫耀的本质是人无我有，引来自己的盲目自大和他人的嫉妒争夺，功劳也会因为自己的执念而失去。\n\n如果不居功，做事的心态没有受到影响，本就是顺其自然，无心为私，功绩是客观存在，未起占有之私心，也不会有得失之痛苦。\n"
  },
  {
    "id": "reading-content-reading-daodejing--2026-03-23-道德经-第一章-article-2019421514911466275--index",
    "book": "道德经",
    "section": "第一章",
    "date": "2026-03-23",
    "title": "道德经--第一章",
    "summary": "原文：",
    "path": "./content/reading/daodejing/[2026-03-23] 道德经--第一章 (article-2019421514911466275)/index.md",
    "content": "# 道德经--第一章\n\n> **Author / 作者**: 花雨迟  \n> **Date / 日期**: 2026-03-23\n\n---\n\n**原文：**\n\n```\n道可道，非常道；\n\n名可名，非常名。\n\n无，名天地之始，\n\n有，名万物之母。\n\n故常无欲，以观其妙；\n\n常有欲，以观其徼。\n\n此两者同出而异名，\n\n同谓之玄，玄之又玄，众妙之门。\n```\n\n**译文：**\n\n```\n道是可以去说明和去遵照的，但不是一般能说清楚的，也不是一成不变的道。\n\n名是道的形态，也是可描述的，但不是一般描述就能诠释的，它的形态也并非一成不变。\n\n无 ，即无名无形，是万物的起始。\n\n有，即有形存在，是万物的母体。\n\n只有始终保持无欲无求的状态，才能体察到道之无名无形的奥妙；\n\n只有保持持续的探究欲望，才能发掘道之有名有形的边界和特征。\n\n有和无，是两种不同的表述，它们都来自于道，是构成道的两种基本形态和不同的面。\n\n道玄妙高深，就像一扇大门，通过它才能洞悉世间万物的运行规律，了解宇宙的一切奥妙变化。\n```\n\n**个人体会：**\n\n道，是无形的，每个人心中的道不一样，一千个人心中有一千个哈姆雷特，同时道也是变化的，不是一成不变的；\n\n名，是道的形态，是道的现实投影，就像理论指导实践，实践是理论的具体表现，实践会因为理论的变化而发生改变，很难一言以蔽之。\n\n“无”是混沌、是本源、是万物诞生前的那种无限可能性。而“有”则是具体的、可感知的、已经生成万物的状态。\n\n无欲无求，可以观察到无的奥妙；有欲有求，则能体会到有的表象。\n\n我们通常只关注“有”——我拥有什么职位，我取得了什么成就，我账户里有多少钱。我们用这些“有”来定义自己的价值。但我们往往忽略了“无”的力量。\n\n“无”是什么？是你的潜力，是你尚未被开发的才能，是项目启动前的空白画布，是谈话中的沉默，是水杯空着的部分。正是因为有“无”，才有“有”的诞生。一个满当当的杯子，无法再装入新的东西。一个被现有成就填满的人，也很难再有突破。\n\n有和无都是道的不同表述，都来源于道，阴阳相生，相互转化，构成了道的基本形态。\n\n如果你想洞察事物的根本规律和无限可能（观其妙），你就要让自己处于“无”的状态——放空自己，抛开成见，保持谦逊和好奇。\n\n如果你想观察事物的具体形态和边界（观其徼），你就要立足于“有”的状态——去分析，去实践，去掌握具体的事物。\n\n这两种状态不是对立的，而是观察世界的两种焦距。只看“有”，人会变得功利短视；只谈“无”，人会变得虚无缥缈。真正厉害的人，懂得在“有”和“无”之间自由切换。\n\n玄之又玄，众妙之门，其玄妙之处个人以为体现在运动和转化，矛盾的对立统一，即万事万物都是变化的，没有什么是一成不变的，并且阳极生阴，阴极生阳。\n\n物理学中也说，一切物质都在永恒运动。即使宏观上看起来不动的物体，在微观上分子原子也在做热运动。如果用发展变化的角度来观察万事万物，众妙之门也许就在其中。\n"
  }
];
